tap "homebrew/bundle"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Manage your dotfiles across multiple diverse machines, securely
brew "chezmoi"
# Like neofetch, but much faster because written mostly in C
brew "fastfetch"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Interpreted, interactive, object-oriented programming language
brew "python@3.13"
# Package manager for the Lua programming language
brew "luarocks"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node"
# Fast, disk space efficient package manager
brew "pnpm"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Safe, concurrent, practical language
brew "rust"
# Tool Command Language
brew "tcl-tk"
# Terminal multiplexer
brew "tmux"
# Internet file retriever
brew "wget"
# Application launcher and productivity software
cask "alfred"
# Chromium based browser
cask "arc"
# Menu bar icon organiser
cask "bartender"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Keyboard customiser
cask "karabiner-elements"
# GPU-based terminal emulator
cask "kitty"
# Multimedia player
cask "vlc"
# Video communication and virtual meeting platform
cask "zoom"
